---
kind: property
id: P:Autodesk.Revit.DB.Family.FamilyPlacementType
zh: 族
source: html/7fcd2fda-21c3-9b9b-8ef3-ae2e53e02a05.htm
---
# Autodesk.Revit.DB.Family.FamilyPlacementType Property

**中文**: 族

Identifies the type of placement required by a given family.

## Syntax (C#)
```csharp
public FamilyPlacementType FamilyPlacementType { get; }
```